<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>HasRemovalPasscode</key>
		<true />
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>allowAppInstallation</key>
				<false />
				<key>allowAppRemoval</key>
				<false />
				<key>allowListedAppBundleIDs</key>
				<array>
					<string>io.zamzam.Pray-Watch</string>
					<string>com.strava.stravaride</string>
					<string>org.whispersystems.signal</string>
					<string>com.mobicip.cipnet</string>
					<string>com.google.Translate</string>
					<string>com.google.Maps</string>
					<string>com.apple.mobilenotes</string>
					<string>com.apple.camera</string>
					<string>com.apple.mobilephone</string>
					<string>com.apple.MobileSMS</string>
					<string>com.apple.mobileslideshow</string>
					<string>com.apple.findmy</string>
					<string>com.apple.reminders</string>
					<string>com.apple.MobileAddressBook</string>
					<string>com.apple.mobiletimer</string>
					<string>com.apple.Preferences</string>
					<string>com.apple.Passbook</string>
					<string>com.apple.Health</string>
					<string>com.openai.chat</string>
					<string>it.in4matic.edisupaviaeat</string>
					<string>it.cineca.app.unipv</string>
					<string>com.revolut.revolut</string>
					<string>com.yourcompany.PPClient</string>
					<string>com.scrignosa</string>
					<string>it.popso.SCRIGNObps</string>
					<string>com.summary.Soundview</string>
					<string>com.quran.ios</string>
					<string>com.thesunniway.qaza</string>
					<string>com.statweer.faithmoon</string>
					<string>com.dux.gymtracker</string>
					<string>mega.ios</string>
					<string>com.google.tasks</string>
					<string>com.google.Authenticator</string>
					<string>com.apple.compass</string>
					<string>com.apple.VoiceMemos</string>
					<string>com.apple.calculator</string>
					<string>it.fastweb.app.consumer.MyFASTPage</string>
					<string>com.truesoftware.TrueCallerOther</string>
					<string>com.klarna.app</string>
					<string>com.scalapay.customerapp</string>
					<string>com.bunq.ios</string>
					<string>it.pagopa.app.io</string>
					<string>it.ipzs.cieID</string>
					<string>com.apple.weather</string>
					<string>com.google.calendar</string>
					<string>com.apple.DocumentsApp</string>
					<string>com.koedal.ImageBlocker</string>
					<string>com.ryback.imageBlocker</string>
					<string>net.ichi2.anki</string>
					<string>com.apple.mobilesafari</string>
					<string>com.apple.mobilecal</string>
					<string>com.apple.Maps</string>
					<string>it.docplanner</string>
					<string>com.adobe.Adobe-Reader</string>
					<string>com.microsoft.Office.Word</string>
					<string>com.microsoft.Office.Excel</string>
					<string>com.microsoft.Office.Powerpoint</string>
					<string>com.microsoft.officelens</string>
					<string>com.microsoft.Office.Outlook</string>
					<string>it.esselunga.mobile.esselunga</string>
					<string>it.unieuro.unieuro</string>
					<string>net.pluservice.Autoguidovie</string>
					<string>com.ridewithvia.PaviaCremaRider</string>
					<string>com.tranzmate.tranzmate1</string>
					<string>com.booking.BookingApp</string>
					<string>net.skyscanner.iphone</string>
					<string>com.promptu.ProntoTreno</string>
					<string>com.accenture.ntvapp</string>
					<string>it.itabus.app</string>
					<string>net.whatsapp.WhatsApp</string>
					<string>com.mbenma.SafariBlacklist</string>
					<string>com.masaha.Sahifa</string>
					<string>com.masaha.mafatih</string>
					<string>com.masaha.alhadith</string>
					<string>org.alhikmeh.NahjAlblagha</string>
					<string>QuanticApps.Hisn</string>
					<string>notion.id</string>
					<string>com.masaha.menhaj2</string>
					<string>com.busuu.english.app</string>
					<string>com.spotify.client</string>
					<string>com.masaha.Baqyat</string>
					<string>com.google.Docs</string>
					<string>com.google.Sheets</string>
					<string>com.google.Drive</string>
					<string>com.google.Gmail</string>
				</array>
				<key>PayloadDisplayName</key>
				<string>Restrictions #1</string>
				<key>PayloadIdentifier</key>
				<string>com.apple.applicationaccess.e3b7d2c0-f778-4522-929b-226c91126647</string>
				<key>PayloadType</key>
				<string>com.apple.applicationaccess</string>
				<key>PayloadUUID</key>
				<string>e3b7d2c0-f778-4522-929b-226c91126647</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
			</dict>
			<dict>
				<key>PayloadDisplayName</key>
				<string>Profile Removal</string>
				<key>PayloadIdentifier</key>
				<string>com.apple.profileRemovalPassword.670af040-9f7f-4fa1-90ca-c7c72a24ad59</string>
				<key>PayloadType</key>
				<string>com.apple.profileRemovalPassword</string>
				<key>PayloadUUID</key>
				<string>670af040-9f7f-4fa1-90ca-c7c72a24ad59</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
				<key>RemovalPassword</key>
				<string>1111</string>
			</dict>
			<dict>
				<key>DenyListURLs</key>
				<array>
					<string>bing.com</string>
					<string>https://www.google.com/search?q=</string>
					<string>https://www.google.ad/search?q=</string>
					<string>https://www.google.ae/search?q=</string>
					<string>https://https://www.google.com.af/search?q=</string>
					<string>https://www.google.com.ag/search?q=</string>
					<string>https://www.google.al/search?q=</string>
					<string>https://www.google.am/search?q=</string>
					<string>https://www.google.co.ao/search?q=</string>
					<string>https://www.google.com.ar/search?q=</string>
					<string>https://www.google.as/search?q=</string>
					<string>https://www.google.at/search?q=</string>
					<string>https://www.google.com.au/search?q=</string>
					<string>https://www.google.az/search?q=</string>
					<string>https://www.google.ba/search?q=</string>
					<string>https://www.google.com.bd/search?q=</string>
					<string>https://www.google.be/search?q=</string>
					<string>https://www.google.bf/search?q=</string>
					<string>https://www.google.bg/search?q=</string>
					<string>https://www.google.com.bh/search?q=</string>
					<string>https://www.google.bi/search?q=</string>
					<string>https://www.google.bj/search?q=</string>
					<string>https://www.google.com.bn/search?q=</string>
					<string>https://www.google.com.bo/search?q=</string>
					<string>https://www.google.com.br/search?q=</string>
					<string>https://www.google.bs/search?q=</string>
					<string>https://www.google.bt/search?q=</string>
					<string>https://www.google.co.bw/search?q=</string>
					<string>https://www.google.by/search?q=</string>
					<string>https://www.google.com.bz/search?q=</string>
					<string>https://www.google.ca/search?q=</string>
					<string>https://www.google.cd/search?q=</string>
					<string>https://www.google.cf/search?q=</string>
					<string>https://www.google.cg/search?q=</string>
					<string>https://www.google.ch/search?q=</string>
					<string>https://www.google.ci/search?q=</string>
					<string>https://www.google.co.ck/search?q=</string>
					<string>https://www.google.cl/search?q=</string>
					<string>https://www.google.cm/search?q=</string>
					<string>https://www.google.cn/search?q=</string>
					<string>https://www.google.com.co/search?q=</string>
					<string>https://www.google.co.cr/search?q=</string>
					<string>https://www.google.com.cu/search?q=</string>
					<string>https://www.google.cv/search?q=</string>
					<string>https://www.google.com.cy/search?q=</string>
					<string>https://www.google.cz/search?q=</string>
					<string>https://www.google.de/search?q=</string>
					<string>https://www.google.dj/search?q=</string>
					<string>https://www.google.dk/search?q=</string>
					<string>https://www.google.dm/search?q=</string>
					<string>https://www.google.com.do/search?q=</string>
					<string>https://www.google.dz/search?q=</string>
					<string>https://www.google.com.ec/search?q=</string>
					<string>https://www.google.ee/search?q=</string>
					<string>https://www.google.com.eg/search?q=</string>
					<string>https://www.google.es/search?q=</string>
					<string>https://www.google.com.et/search?q=</string>
					<string>https://www.google.fi/search?q=</string>
					<string>https://www.google.com.fj/search?q=</string>
					<string>https://www.google.fm/search?q=</string>
					<string>https://www.google.fr/search?q=</string>
					<string>https://www.google.ga/search?q=</string>
					<string>https://www.google.ge/search?q=</string>
					<string>https://www.google.gg/search?q=</string>
					<string>https://www.google.com.gh/search?q=</string>
					<string>https://www.google.com.gi/search?q=</string>
					<string>https://www.google.gl/search?q=</string>
					<string>https://www.google.gm/search?q=</string>
					<string>https://www.google.gr/search?q=</string>
					<string>https://www.google.com.gt/search?q=</string>
					<string>https://www.google.gy/search?q=</string>
					<string>https://www.google.com.hk/search?q=</string>
					<string>https://www.google.hn/search?q=</string>
					<string>https://www.google.hr/search?q=</string>
					<string>https://www.google.ht/search?q=</string>
					<string>https://www.google.hu/search?q=</string>
					<string>https://www.google.co.id/search?q=</string>
					<string>https://www.google.ie/search?q=</string>
					<string>https://www.google.co.il/search?q=</string>
					<string>https://www.google.im/search?q=</string>
					<string>https://www.google.co.in/search?q=</string>
					<string>https://www.google.iq/search?q=</string>
					<string>https://www.google.is/search?q=</string>
					<string>https://www.google.it/search?q=</string>
					<string>https://www.google.je/search?q=</string>
					<string>https://www.google.com.jm/search?q=</string>
					<string>https://www.google.jo/search?q=</string>
					<string>https://www.google.co.jp/search?q=</string>
					<string>https://www.google.co.ke/search?q=</string>
					<string>https://www.google.com.kh/search?q=</string>
					<string>https://www.google.ki/search?q=</string>
					<string>https://www.google.kg/search?q=</string>
					<string>https://www.google.co.kr/search?q=</string>
					<string>https://www.google.com.kw/search?q=</string>
					<string>https://www.google.kz/search?q=</string>
					<string>https://www.google.la/search?q=</string>
					<string>https://www.google.com.lb/search?q=</string>
					<string>https://www.google.li/search?q=</string>
					<string>https://www.google.lk/search?q=</string>
					<string>https://www.google.co.ls/search?q=</string>
					<string>https://www.google.lt/search?q=</string>
					<string>https://www.google.lu/search?q=</string>
					<string>https://www.google.lv/search?q=</string>
					<string>https://www.google.com.ly/search?q=</string>
					<string>https://www.google.co.ma/search?q=</string>
					<string>https://www.google.md/search?q=</string>
					<string>https://www.google.me/search?q=</string>
					<string>https://www.google.mg/search?q=</string>
					<string>https://www.google.mk/search?q=</string>
					<string>https://www.google.ml/search?q=</string>
					<string>https://www.google.com.mm/search?q=</string>
					<string>https://www.google.mn/search?q=</string>
					<string>https://www.google.com.mt/search?q=</string>
					<string>https://www.google.mu/search?q=</string>
					<string>https://www.google.mv/search?q=</string>
					<string>https://www.google.mw/search?q=</string>
					<string>https://www.google.com.mx/search?q=</string>
					<string>https://www.google.com.my/search?q=</string>
					<string>https://www.google.co.mz/search?q=</string>
					<string>https://www.google.com.na/search?q=</string>
					<string>https://www.google.com.ng/search?q=</string>
					<string>https://www.google.com.ni/search?q=</string>
					<string>https://www.google.ne/search?q=</string>
					<string>https://www.google.nl/search?q=</string>
					<string>https://www.google.no/search?q=</string>
					<string>https://www.google.com.np/search?q=</string>
					<string>https://www.google.nr/search?q=</string>
					<string>https://www.google.nu/search?q=</string>
					<string>https://www.google.co.nz/search?q=</string>
					<string>https://www.google.com.om/search?q=</string>
					<string>https://www.google.com.pa/search?q=</string>
					<string>https://www.google.com.pe/search?q=</string>
					<string>https://www.google.com.pg/search?q=</string>
					<string>https://www.google.com.ph/search?q=</string>
					<string>https://www.google.com.pk/search?q=</string>
					<string>https://www.google.pl/search?q=</string>
					<string>https://www.google.pn/search?q=</string>
					<string>https://www.google.com.pr/search?q=</string>
					<string>https://www.google.ps/search?q=</string>
					<string>https://www.google.pt/search?q=</string>
					<string>https://www.google.com.py/search?q=</string>
					<string>https://www.google.com.qa/search?q=</string>
					<string>https://www.google.ro/search?q=</string>
					<string>https://www.google.ru/search?q=</string>
					<string>https://www.google.rw/search?q=</string>
					<string>https://www.google.com.sa/search?q=</string>
					<string>https://www.google.com.sb/search?q=</string>
					<string>https://www.google.sc/search?q=</string>
					<string>https://www.google.se/search?q=</string>
					<string>https://www.google.com.sg/search?q=</string>
					<string>https://www.google.sh/search?q=</string>
					<string>https://www.google.si/search?q=</string>
					<string>https://www.google.sk/search?q=</string>
					<string>https://www.google.com.sl/search?q=</string>
					<string>https://www.google.sn/search?q=</string>
					<string>https://www.google.so/search?q=</string>
					<string>https://www.google.sm/search?q=</string>
					<string>https://www.google.sr/search?q=</string>
					<string>https://www.google.st/search?q=</string>
					<string>https://www.google.com.sv/search?q=</string>
					<string>https://www.google.td/search?q=</string>
					<string>https://www.google.tg/search?q=</string>
					<string>https://www.google.co.th/search?q=</string>
					<string>https://www.google.com.tj/search?q=</string>
					<string>https://www.google.tl/search?q=</string>
					<string>https://www.google.tm/search?q=</string>
					<string>https://www.google.tn/search?q=</string>
					<string>https://www.google.to/search?q=</string>
					<string>https://www.google.com.tr/search?q=</string>
					<string>https://www.google.tt/search?q=</string>
					<string>https://www.google.com.tw/search?q=</string>
					<string>https://www.google.co.tz/search?q=</string>
					<string>https://www.google.com.ua/search?q=</string>
					<string>https://www.google.co.ug/search?q=</string>
					<string>https://www.google.co.uk/search?q=</string>
					<string>https://www.google.com.uy/search?q=</string>
					<string>https://www.google.co.uz/search?q=</string>
					<string>https://www.google.com.vc/search?q=</string>
					<string>https://www.google.co.ve/search?q=</string>
					<string>https://www.google.co.vi/search?q=</string>
					<string>https://www.google.com.vn/search?q=</string>
					<string>https://www.google.vu/search?q=</string>
					<string>https://www.google.ws/search?q=</string>
					<string>https://www.google.rs/search?q=</string>
					<string>https://www.google.co.za/search?q=</string>
					<string>https://www.google.co.zm/search?q=</string>
					<string>https://www.google.co.zw/search?q=</string>
					<string>https://www.google.cat/search?q=</string>
				</array>
				<key>FilterType</key>
				<string>BuiltIn</string>
				<key>PayloadDisplayName</key>
				<string>Web Content Filter #1</string>
				<key>PayloadIdentifier</key>
				<string>com.apple.webcontent-filter.964d9cec-39e6-43b9-ada5-fc943e7db160</string>
				<key>PayloadType</key>
				<string>com.apple.webcontent-filter</string>
				<key>PayloadUUID</key>
				<string>964d9cec-39e6-43b9-ada5-fc943e7db160</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
			</dict>
		</array>
		<key>PayloadDisplayName</key>
		<string>Lockdown Mode</string>
		<key>PayloadIdentifier</key>
		<string>LAPTOP-RQ7CA19Q.24091dba-0390-4bbd-8eb9-386b63992b69</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>24091dba-0390-4bbd-8eb9-386b63992b69</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>